export default {
  terms: {
    Test_Difficulty: [
      "новичок",
      "стажер",
      "мастер",
      "профессионал",
      "эксперт"
    ],
    Answer_Time: [
      "очень короткая",
      "короткая",
      "средняя",
      "длинная",
      "очень длинная"
    ],
    Correct_Percentage: [
      "неправильно",
      "почти неправильно",
      "средняя правильность",
      "почти правильно",
      "абсолютно правильно"
    ],
    Topic_Time: [
      "очень малое",
      "малое",
      "среднее",
      "большое",
      "очень большое"
    ],
    Result: [
      "новичок",
      "стажер",
      "мастер",
      "профессионал",
      "эксперт"
    ]
  }
}