export default {
  terms: {
    Test_Difficulty: [
      "новичок",
      "стажер",
      "мастер",
      "профессионал",
      "эксперт"
    ],
    Answer_Time: [
      "очень маленькое",
      "маленькое",
      "среднее",
      "выше среднего",
      "большое"
    ],
    Correct_Percentage: [
      "неправильно",
      "почти неправильно",
      "средняя правильность",
      "почти правильно",
      "абсолютно правильно"
    ],
    Topic_Time: [
      "очень маленькое",
      "маленькое",
      "среднее",
      "выше среднего",
      "большое"
    ],
    Result: [
      "новичок",
      "стажер",
      "мастер",
      "профессионал",
      "эксперт"
    ]
  }
}