export default {
  terms: {
    Test_Difficulty: [
      "новичок",
      "стажер",
      "мастер",
      "профессионал",
      "эксперт"
    ],
    Answer_Time: [
      "медленно",
      "ниже среднего",
      "средний",
      "выше среднего",
      "быстро"
    ],
    Correct_Percentage: [
      "неправильно",
      "почти неправильно",
      "средняя правильность",
      "почти правильно",
      "абсолютно правильно"
    ],
    Topic_Time: [
      "долго",
      "ниже среднего",
      "средний",
      "выше среднего",
      "быстро"
    ],
    Result: [
      "новичок",
      "стажер",
      "мастер",
      "профессионал",
      "эксперт"
    ]
  },
  dots: {
    "Test_Difficulty": {
      "новичок": {
        "x": [
          0,
          35,
          40
        ],
        "y": [
          1,
          1,
          0
        ]
      },
      "стажер": {
        "x": [
          35,
          40,
          55,
          60
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "мастер": {
        "x": [
          55,
          60,
          75,
          80
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "профессионал": {
        "x": [
          75,
          80,
          90,
          95
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "эксперт": {
        "x": [
          90,
          95,
          100,
          100
        ],
        "y": [
          0,
          1,
          1
        ]
      }
    },
    "Answer_Time": {
      "быстро": {
        "x": [
          0,
          0,
          25,
          40
        ],
        "y": [
          1,
          1,
          0
        ]
      },
      "выше среднего": {
        "x": [
          30,
          43,
          47,
          57
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "средний": {
        "x": [
          50,
          60,
          67,
          77
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "ниже среднего": {
        "x": [
          67,
          80,
          85,
          95
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "медленно": {
        "x": [
          83,
          90,
          100,
          100
        ],
        "y": [
          0,
          1,
          1
        ]
      }
    },
    "Correct_Percentage": {
      "неправильно": {
        "x": [
          0,
          0,
          15,
          20
        ],
        "y": [
          1,
          1,
          0
        ]
      },
      "почти неправильно": {
        "x": [
          15,
          25,
          35,
          43
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "средняя правильность": {
        "x": [
          33,
          45,
          55,
          63
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "почти правильно": {
        "x": [
          55,
          65,
          75,
          80
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "абсолютно правильно": {
        "x": [
          75,
          85,
          100,
          100
        ],
        "y": [
          0,
          1,
          1
        ]
      }
    },
    "Topic_Time": {
      "быстро": {
        "x": [
          0,
          0,
          15,
          20
        ],
        "y": [
          1,
          1,
          0
        ]
      },
      "выше среднего": {
        "x": [
          15,
          25,
          35,
          43
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "средний": {
        "x": [
          33,
          45,
          55,
          63
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "ниже среднего": {
        "x": [
          55,
          65,
          75,
          80
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "долго": {
        "x": [
          75,
          85,
          100,
          100
        ],
        "y": [
          0,
          1,
          1
        ]
      }
    },
    "Result": {
      "новичок": {
        "x": [
          0,
          0,
          20,
          30
        ],
        "y": [
          1,
          1,
          0
        ]
      },
      "стажер": {
        "x": [
          20,
          30,
          40,
          53
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "мастер": {
        "x": [
          43,
          53,
          60,
          73
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "профессионал": {
        "x": [
          65,
          73,
          80,
          90
        ],
        "y": [
          0,
          1,
          1,
          0
        ]
      },
      "эксперт": {
        "x": [
          83,
          90,
          100,
          100
        ],
        "y": [
          0,
          1,
          1
        ]
      }
    }
  }
}